Repository: delivery24/delivery24
Catalog: delivery24/locale/*/LC_MESSAGES/django.po
Languages: et, ru

source: User Email
et: Kasutaja e-post
ru: Е-мэйл

source: Password
et: Salasõna
ru: Пароль

source: Old password
et: Vana salasõna
ru: Старый Пароль

source: New password
et: Uus salasõna
ru: Новый Пароль

source: New password confirmation
et: Uue salasõna kinnitamine
ru: Подтверждение Нового Пароля

source: Email
et: E-post
ru: Е-мэйл

source: Password reset
et: Unustasid salasõna?

source: Invalid email
et: Vale e-post

source: Email address
et: E-post
ru: Е-мэйл адрес

source: first name
et: eesnimi
ru: Имя

source: last name
et: perekonnanimi
ru: Фамилия

source: Phone
et: Telefon
ru: телефон

source: Contact phone number
et: Telefoni number
ru: Номер телефона

source: car type
et: auto tüüp

source: car carrying (kg)
et: tõstevõime (kg)
ru: Грузоподъёмность

source: car number
et: auto number
ru: Номер машины

source: payment method
et: makseviis
ru: Способ оплаты

source: number of available movers
et: saadaolevate kolijate arv
ru: Количество доступных грузчиков

source: Preferred language
et: Eelistatud keel

source: Preferred language to use delivery24
et: Eelistatud keel delivery24 kasutamiseks

source: Activate Your delivery24.ee Account
et: Aktiveerige oma delivery24.ee konto

source: Hi
et: Tere
ru: Привет

source: Please click on the link below to confirm your registration
et: Registreerimise kinnitamiseks vajutage alloleval lingil

source: Sincerely
et: Lugupidamisega
ru: С Уважением

source: Team
et: Meeskond
ru: Команда

source: Account activation failed
et: Konto aktiveerimine ebaõnnestus

source: Account activation
et: Konto aktiveerimine

source: Activation link is sent to your email
et: Aktiveerimislink saadetakse teie e-posti aadressile

source: Account is locked
et: Konto on lukus

source: Account is temporary locked: too many login attempts. Please try again later.
et: Konto on ajutiselt lukustatud: liiga palju sisselogimiskatseid. Palun proovi hiljem uuesti.

source: Login
et: Logi sisse

source: Login to view your profile, completed and future jobs, income
et: Logige sisse profiili, lõpetatud ja tulevaste tööde, sissetuleku vaatamiseks

source: Driver Login
et: Autojuhi sisselogimine
ru: Логин Водителя

source: Confirm
et: Kinnitage
ru: Подтвердить

source: Forgot password
et: Unustasid parooli
ru: Забыл Пароль

source: Signup
et: Registreeri

source: Driver Change Password
et: Autojuhi parooli muutmine
ru: Смена Пароля Водителя

source: Completed Jobs
et: Lõpetatud tööd
ru: Выполненые Работы

source: Date
et: Kuupäev
ru: Дата

source: Address
et: Aadress
ru: Адрес

source: Price
et: Hind
ru: Цена

source: previous
et: eelmine
ru: назад

source: Page
et: Lehekülg
ru: Страница

source: next
et: järgmine
ru: далее

source: Future Jobs
et: Tulevased tööd
ru: Предстоящии работы

source: Driver Jobs
et: Autojuhi tööd
ru: Работы Водителя

source: Number of completed jobs
et: Lõpetatud tööde arv
ru: Количество выполненых работ

source: Future jobs
et: Tulevased tööd
ru: Предстоящии работы

source: Driver Profile
et: Autojuhi konto
ru: Профиль Водителя

source: Registered
et: Registreeritud
ru: Зарегистрирован

source: Total income
et: Sissetulek kokku
ru: Общий доход

source: Loading...
et: Laadimine ...
ru: Загрузка ...

source: Profile
et: Profiil
ru: Профиль

source: Jobs
et: Tööd
ru: Работы

source: Settings
et: Seaded
ru: Настройки

source: Change Profile
et: Muuda profiili
ru: Изменить Профиль

source: Profile Settings
et: Profiili seaded
ru: Настройки Профиля

source: Change password
et: Muuda salasõna
ru: Сменить Пароль

source: Logout
et: Logi välja
ru: Выйти

source: Password Reset Complete
et: Parool lähtestatud
ru: Восстановление Пароля Завершено

source: Your password has been set. You may go ahead and <a href='%(the_url)s'> Login</a> now.
et: Teie parool on määratud. Võite jätkata ja <a href='%(the_url)s'> Sisse logida</a>.
ru: Ваш пароль установлен. Можете продолжить и <a href='%(the_url)s'> Войти</a> сейчас.

source: Password Reset Confirmation
et: Parooli lähtestamise kinnitus
ru: Новый Пароль

source: Change Password
et: Muuda salasõna
ru: Сменить Пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
et: Parooli lähtestamise link oli vale, võib-olla sellepärast, et see on juba kasutatud. Taotlege uue parooli lähtestamist.
ru: Ссылка для смены пароля не верна, возможно потому что она уже была использована. Пожалуйста попробуйте еще раз запросить восстановление пароля.

source: Password Reset Done
et: Parooli lähtestamine on valmis
ru: Выполнено Восстановление Пароля

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
et: Saatsime parooli määramise juhised e-postile.
ru: Мы отправили Вам инструкцию для установки нового пароля. Вскоре Вы получите письмо, если указали верный е-мэйл.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
et: Kui kiri ei tule, palun veenduge, et sisestasite õige e-post ja vaadake spam kaust.
ru: Если письмо не получено, то пожалуйста убедитесь в правильности введенного е-мэйла с которым Вы регистрировались.

source: To initiate the password reset process for your
et: Teie parooli lähtestamise protsessi algatamiseks

source: account, click the link below
et: palun vajutage link

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
et: Kui lingi vajutamine ei tööta, siis kopeerige link ja sisestage browserisse.

source: Reset password
et: Lähtesta parool
ru: Восстановить Пароль

source: Submit
et: Esita
ru: Подтвердить

source: Get job in Tallinn
et: Hangi töö Tallinnas

source: Driver Signup
et: Autojuhi registreerimine
ru: Регистрация Водителя

source: Delivery start
et: Töö algus
ru: Начало доставки

source: Delivery end
et: Töö lõpp
ru: Окончание доставки

source: Leave your message here...
et: Jäta oma sõnum siia ...
ru: Оставь сообщение ...

source: Must be at least {} hour from current time
et: Peab olema vähemalt {} tundi praegusest kellaajast
ru: Должно быть минимум {} час от текущего времени

source: Must be less than {} days from current date
et: Peab olema vähem kui {} päeva alates praegusest kuupäevast
ru: Должно быть менее {} дней от текущей даты

source: Must be at least {} hour after delivery start
et: Peab olema vähemalt {} tundi töö algust
ru: Должно быть минимум {} час после начала доставки

source: Must be less than {} hours after delivery start
et: Peab olema vähem kui {} tundi pärast töö algust
ru: Должно быть менее {} часов после начала доставки

source: Verification code
et: Kinnituskood
ru: Код подтверждения

source: Code is sent to your email
et: Kinnituskood saadetakse teie e-posti aadressile
ru: Код отправлен на Ваш е-мэйл

source: Invalid code
et: Vali kinnituskood
ru: Неверный код

source: email
et: e-post
ru: Е-мэйл

source: phone
et: telefon
ru: телефон

source: address from
et: algus koht
ru: Откуда

source: Delivery start address
et: Töö algus aadress
ru: Начальный адрес

source: address to
et: lõpp koht
ru: Куда

source: Delivery end address
et: Töö lõpp aadress
ru: Конечный адрес

source: delivery start
et: töö algus aeg
ru: Начало доставки

source: Delivery start time
et: Töö algus aeg
ru: Начало доставки

source: delivery end
et: töö lõpp aeg
ru: Окончание доставки

source: Delivery end time
et: Töö lõpp aeg
ru: Примерное время окончания доставки

source: number of required movers
et: nõutavate kolijate arv
ru: Количество требуемых грузчиков

source: message
et: sõnum
ru: Сообщение

source: additional information
et: lisainformatsioon
ru: Дополнительная информация

source: Cash
et: Sularaha
ru: Наличные

source: New Job
et: Uus töö

source: Order verification code
et: Tellimuse kinnituskood

source: Order confirmed
et: Tellimus on kinnitatud
ru: Заказ подтверждён

source: New Job Accepted
et: Uus töö vastu võetud

source: New Job Canceled
et: Uus töö tühistatud

source: Features
et: Omadused
ru: Особенности

source: GET STARTED
et: ALUSTA
ru: НАЧАТЬ

source: Become a Partner
et: Hakka partneriks
ru: Стань партнёром

source: Learn more
et: Lisateave

source: Blog
et: Blogi
ru: Блог

source: Contact
et: Kontakt
ru: Контакт

source: Leave a message if you have any questions or want to work with delivery24.ee
et: Jätke teade, kui teil on küsimusi või soovite töötada delivery24.ee-ga

source: Contact Us
et: Võta meiega ühendust
ru: Связаться

source: First Name
et: Eesnimi
ru: Имя

source: Last Name
et: Perekonnanimi
ru: Фамилия

source: Subject
et: Teema
ru: Тема

source: Message
et: Sõnum
ru: Сообщение

source: Send Message
et: Saada sõnum
ru: Сообщение

source: Message received
et: Sõnum vastu võetud

source: New Job Confirm
et: Uue töö kinnitamine
ru: Подтверждение новой работы

source: Confirm New Job
et: Kinnita uus töö
ru: Подтвердить новую работу

source: You already have work at same time
et: Teil on juba samal ajal tööd
ru: У Вас уже есть работа в это время

source: Enter price
et: Sisestage hind
ru: Введите цену

source: Invalid price. Should be integer greater than zero
et: Vale hind. Peaks olema täisarv suurem kui null
ru: Неверная цена. Должно быть целое число больше нуля

source: Completed. You will receive notification soon as customer confirms your offer
et: Valmis. Te saate teate kohe, kui klient on teie pakkumise kinnitanud

source: Oops..something went wrong ;(
et: Oops! Midagi läks valesti; (

source: Oops..something went wrong. The page can't be found ;(
et: Oops! Midagi läks valesti. Lehte ei leitud; (

source: Oops..something went wrong ;( It is not you, but me
et: Vabandust ... midagi läks valesti; (See pole sina, vaid mina

source: Delivery24 is a marketplace of delivery and moving companies in Tallinn, Estonia
et: Delivery24 on tarne- ja kolimisettevõtete turg Tallinnas, Eesti

source: DELIVERY24 &mdash; Best Price Moving
et: DELIVERY24 &mdash; Parima hinnaga kolimine
ru: DELIVERY24 &mdash; Лучшие цены грузоперевозок

source: Moving service in Tallinn. Best price offers in one place
et: Kolimisteenus Tallinnas. Parima hinnaga pakkumised ühes kohas

source: Order Moving Service in<br>3 Minutes
et: Tellige kolimisteenus<br>3 minutiga
ru: Закажи услугу грузоперевозки за 3 минуты

source: Fastest way to find moving service with best price
et: Kiireim viis kolimisteenuse leidmiseks parima hinnaga
ru: Быстрый способ заказать перевозку по лучшей цене

source: No phone calls asking for schedule and price
et: Pole telefonikõnesid, kus küsitaks ajakava ja hinda
ru: Никаких звонков что-бы узнать цену и доступное время

source: Place your order and get response in minutes
et: Esitage oma tellimus ja saate vastuse minutite jooksul
ru: Оставь заявку и получи ответ сразу на сайте

source: Get Started
et: Alustama
ru: НАЧАТЬ

source: Delivery24 Features
et: Delivery24 Omadused
ru: Delivery24 достоинства

source: We know how it is time consuming to find moving service that<br>matches your schedule and price. We made it easier for You. Fast response with better price.
et: Me teame, kuidas kolimisteenuse leidmine,<br>mis vastab teie ajakavale ja hinnale,on aeganõudev. Me tegime selle teile lihtsamaks. Kiire reageerimine parema hinnaga.
ru: Мы знаем как много времени занимает найти сервис грузоперевозки,<br>который подходит по цене и времени. Мы сделали этот процесс простым для Вас. Быстрый ответ с наилучшей ценой.

source: Place Your Order
et: Esita tellimus
ru: Простой способ сделать заказ

source: Fill in simple form with date, addresses and payment method.
et: Täitke lihtne vorm koos kuupäeva, aadresside ja makseviisiga.
ru: Заполни простую форму с датой, адресом и способом оплаты.

source: Learn More
et: Lisateave
ru: Узнать больше

source: Best price offer in minutes
et: Parima hinna pakkumine minutitega
ru: Быстрый ответ с лучшим предложением

source: You will receive best offer based on your order. Confirm if the price suits you.
et: Parima pakkumise saate oma tellimuse põhjal. Kinnitage, kas hind sobib teile
ru: Просто нажми подтвердить если цена подходит Вам.

source: Pay online or by cash
et: Maksa online või sularahas
ru: Выбери удобный способ оплаты

source: You have an option to pay safely online or by cash when job is done.
et: Saate tasuda turvaliselt veebis või sularahas siis kui töö on tehtud.
ru: Оплата online или наличными после окончания работы.

source: Order
et: Tellimus
ru: Заказ

source: Make more money with us
et: Teeni rohkem raha koos meiega

source: Join DELIVERY24.EE and start making money providing moving service in Tallinn.
et: Liituge DELIVERY24.EE-ga ja alustage kolimisteenuse pakkumise teenimist Tallinnas.

source: We offer you best matching orders
et: Pakume teile kõige sobivamaid tellimusi

source: You set price and get payment right after job done
et: Määrate hinna ja saate makse kohe pärast töö tegemist

source: No hidden fees
et: Varjatud tasusid pole

source: New job accepted
et: Uus töö vastu võetud

source: From address
et: Kust

source: To address
et: Kuhu

source: Start date
et: Algusaeg

source: End date
et: Lõppaeg

source: Number of required movers
et: Nõutavate kolijate arv

source: Payment method
et: Makseviis

source: Customer details
et: Kliendi andmed

source: Name
et: Nimi

source: Job Canceled
et: Töö tühistatud

source: New job details
et: Uue töö detailid

source: Please click on the link below to confirm new job
et: Uue töö kinnitamiseks klõpsake alloleval lingil

source: Order moving service in Tallinn.
et: Telli kolimisteenus Tallinnas.

source: Change Order
et: Muuda tellimus
ru: Изменить заказ

source: Order Complete
et: Tellimus tehtud
ru: Окончание заказа

source: No free drivers available.
et: Vabad autod puudutav.

source: Press button to try slightly change delivery date
et: Vajuta nuppu tarnekuupäeva veidi muutmiseks

source: Try again
et: Proovi uuesti

source: Driver
et: Autojuht

source: Car
et: Auto

source: Order already confirmed
et: Tellimus on juba kinnitatud
ru: Заказ уже подтверждён

source: Confirmed order details
et: Kinnitatud tellimuse detailid

source: Car type
et: Auto tüüp

source: Driver details
et: Autojuhi andmed

source: Order Confirm
et: Tellimuse Kinnitamine
ru: Подтвердить заказ

source: Order Verification
et: Tellimuse kontrollimine
ru: Подтверждение заказа

source: Verify
et: Kinnita
ru: Подтверди

source: Order verification code is
et: Tellimuse kinnituskood on
ru: Код подтверждения заказа

source: Want to get a job in Tallinn, Estonia? Become a loader, deliveryman or driver
et: Kas soovite saada tööd Tallinnas, Eestis? Hakka laaduriks, kohaletoimetajaks või autojuhiks

source: 1. Register
et: 1. Registreeru

source: Provide your data and confirm
et: Esitage oma andmed ja kinnitage

source: registration
et: registreerimine

source: 2. Receive orders
et: 2. Saate tellimusi

source: New order details will be sent to your Telegram
et: Uued tellimuse üksikasjad saadetakse teie Telegram-i

source: 3. Confirm order
et: 3. Kinnitage tellimus

source: Confirm new order by providing your price, ignore if you not interested in this order
et: Kinnitage uus tellimus esitades oma hinna, ignoreerige seda, kui te pole tellimusest huvitatud

source: 4. Complete delivery
et: 4. Lõpeta töö

source: Track bookings and assignments in your
et: Jälgige broneeringuid ja tööd oma

source: profile
et: kontos

source: 5. Get payments
et: 5. Saada makse

source: Get money on your bank account or in cash right after job done
et: Saada raha oma pangakontole või sularahas kohe pärast tehtud tööd

source: SIGNUP
et: REGISTREERI

source: Isikukood is incorrect
et: Isikukood on vale
ru: Неверный личный код

source: Car number is incorrect
et: Auto number on vale
ru: Неверный номер машины

source: Please wait ...
et: Palun oota ...

source: isikukood
ru: Личный код

source: car model
ru: Марка машины

source: user
ru: пользователь

source: users
ru: пользователи

source: of
ru: из

source: delivery24.ee Order verification code
ru: delivery24.ee Код подтверждения заказа

source: Home
ru: Главная

source: Contact Form
ru: Контактная форма

source: Completed
ru: Завершено

source: Our Team
ru: Наша команда
